-- phpMyAdmin SQL Dump
-- version 4.1.6
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Jan 19, 2015 at 01:27 PM
-- Server version: 5.5.36
-- PHP Version: 5.4.25

SET FOREIGN_KEY_CHECKS=0;
SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `eduschedul`
--

--
-- Dumping data for table `scarceresources`
--

INSERT INTO `scarceresources` (`scarceResourceID`, `scarceResourceAbbrev`, `locationAddressID_byLocationAddresses`, `buildingFloorRoomID_byBuildingFloorRooms`, `timeSlotID_byTimeSlots`) VALUES
(100002, 'ΛΑΡΙΣΑ | γενική αίθουσα | Δε0800 | 0859', 1001, 9, 11),
(100008, 'ΛΑΡΙΣΑ | γενική αίθουσα | Δε0900 | 0959', 1001, 9, 12),
(100009, 'ΛΑΡΙΣΑ | γενική αίθουσα | Δε1000 | 1059', 1001, 9, 13),
(100010, 'ΛΑΡΙΣΑ | γενική αίθουσα | Δε1100 | 1159', 1001, 9, 14),
(100011, 'ΛΑΡΙΣΑ | γενική αίθουσα | Δε1200 | 1259', 1001, 9, 15),
(100012, 'ΛΑΡΙΣΑ | γενική αίθουσα | Δε1300 | 1359', 1001, 9, 16),
(100013, 'ΛΑΡΙΣΑ | γενική αίθουσα | Δε1400 | 1459', 1001, 9, 17),
(100014, 'ΛΑΡΙΣΑ | γενική αίθουσα | Δε1500 | 1559', 1001, 9, 18),
(100015, 'ΛΑΡΙΣΑ | γενική αίθουσα | Δε1600 | 1659', 1001, 9, 19),
(100016, 'ΛΑΡΙΣΑ | γενική αίθουσα | Δε1700 | 1759', 1001, 9, 20),
(100017, 'ΛΑΡΙΣΑ | γενική αίθουσα | Δε1800 | 1859', 1001, 9, 21),
(100018, 'ΛΑΡΙΣΑ | γενική αίθουσα | Δε1900 | 1959', 1001, 9, 22),
(100019, 'ΛΑΡΙΣΑ | γενική αίθουσα | Τρ0800 | 0859', 1001, 9, 23),
(100020, 'ΛΑΡΙΣΑ | γενική αίθουσα | Τρ0900 | 0959', 1001, 9, 24),
(100021, 'ΛΑΡΙΣΑ | γενική αίθουσα | Τρ1000 | 1059', 1001, 9, 25),
(100022, 'ΛΑΡΙΣΑ | γενική αίθουσα | Τρ1100 | 1159', 1001, 9, 26),
(100023, 'ΛΑΡΙΣΑ | γενική αίθουσα | Τρ1200 | 1259', 1001, 9, 27),
(100024, 'ΛΑΡΙΣΑ | γενική αίθουσα | Τρ1300 | 1359', 1001, 9, 28),
(100025, 'ΛΑΡΙΣΑ | γενική αίθουσα | Τρ1400 | 1459', 1001, 9, 29),
(100026, 'ΛΑΡΙΣΑ | γενική αίθουσα | Τρ1500 | 1559', 1001, 9, 30),
(100027, 'ΛΑΡΙΣΑ | γενική αίθουσα | Τρ1600 | 1659', 1001, 9, 31),
(100028, 'ΛΑΡΙΣΑ | γενική αίθουσα | Τρ1700 | 1759', 1001, 9, 32),
(100029, 'ΛΑΡΙΣΑ | γενική αίθουσα | Τρ1800 | 1859', 1001, 9, 33),
(100030, 'ΛΑΡΙΣΑ | γενική αίθουσα | Τρ1900 | 1959', 1001, 9, 34),
(100031, 'ΛΑΡΙΣΑ | γενική αίθουσα | Τε0800 | 0859', 1001, 9, 35),
(100032, 'ΛΑΡΙΣΑ | γενική αίθουσα | Τε0900 | 0959', 1001, 9, 36),
(100033, 'ΛΑΡΙΣΑ | γενική αίθουσα | Τε1000 | 1059', 1001, 9, 37),
(100034, 'ΛΑΡΙΣΑ | γενική αίθουσα | Τε1100 | 1159', 1001, 9, 38),
(100035, 'ΛΑΡΙΣΑ | γενική αίθουσα | Τε1200 | 1259', 1001, 9, 39),
(100036, 'ΛΑΡΙΣΑ | γενική αίθουσα | Τε1300 | 1359', 1001, 9, 40),
(100037, 'ΛΑΡΙΣΑ | γενική αίθουσα | Τε1400 | 1459', 1001, 9, 41),
(100038, 'ΛΑΡΙΣΑ | γενική αίθουσα | Τε1500 | 1559', 1001, 9, 42),
(100039, 'ΛΑΡΙΣΑ | γενική αίθουσα | Τε1600 | 1659', 1001, 9, 43),
(100040, 'ΛΑΡΙΣΑ | γενική αίθουσα | Τε1700 | 1759', 1001, 9, 44),
(100041, 'ΛΑΡΙΣΑ | γενική αίθουσα | Τε1800 | 1859', 1001, 9, 45),
(100042, 'ΛΑΡΙΣΑ | γενική αίθουσα | Τε1900 | 1959', 1001, 9, 46),
(100043, 'ΛΑΡΙΣΑ | γενική αίθουσα | Πε0800 | 0859', 1001, 9, 47),
(100044, 'ΛΑΡΙΣΑ | γενική αίθουσα | Πε0900 | 0959', 1001, 9, 48),
(100045, 'ΛΑΡΙΣΑ | γενική αίθουσα | Πε1000 | 1059', 1001, 9, 49),
(100046, 'ΛΑΡΙΣΑ | γενική αίθουσα | Πε1100 | 1159', 1001, 9, 50),
(100047, 'ΛΑΡΙΣΑ | γενική αίθουσα | Πε1200 | 1259', 1001, 9, 51),
(100048, 'ΛΑΡΙΣΑ | γενική αίθουσα | Πε1300 | 1359', 1001, 9, 52),
(100049, 'ΛΑΡΙΣΑ | γενική αίθουσα | Πε1400 | 1459', 1001, 9, 53),
(100050, 'ΛΑΡΙΣΑ | γενική αίθουσα | Πε1500 | 1559', 1001, 9, 54),
(100051, 'ΛΑΡΙΣΑ | γενική αίθουσα | Πε1600 | 1659', 1001, 9, 55),
(100052, 'ΛΑΡΙΣΑ | γενική αίθουσα | Πε1700 | 1759', 1001, 9, 56),
(100053, 'ΛΑΡΙΣΑ | γενική αίθουσα | Πε1800 | 1859', 1001, 9, 57),
(100054, 'ΛΑΡΙΣΑ | γενική αίθουσα | Πε1900 | 1959', 1001, 9, 58),
(100055, 'ΛΑΡΙΣΑ | γενική αίθουσα | Πα0800 | 0859', 1001, 9, 59),
(100056, 'ΛΑΡΙΣΑ | γενική αίθουσα | Πα0900 | 0959', 1001, 9, 60),
(100057, 'ΛΑΡΙΣΑ | γενική αίθουσα | Πα1000 | 1059', 1001, 9, 61),
(100058, 'ΛΑΡΙΣΑ | γενική αίθουσα | Πα1100 | 1159', 1001, 9, 62),
(100059, 'ΛΑΡΙΣΑ | γενική αίθουσα | Πα1200 | 1259', 1001, 9, 63),
(100060, 'ΛΑΡΙΣΑ | γενική αίθουσα | Πα1300 | 1359', 1001, 9, 64),
(100061, 'ΛΑΡΙΣΑ | γενική αίθουσα | Πα1400 | 1459', 1001, 9, 65),
(100062, 'ΛΑΡΙΣΑ | γενική αίθουσα | Πα1500 | 1559', 1001, 9, 66),
(100063, 'ΛΑΡΙΣΑ | γενική αίθουσα | Πα1600 | 1659', 1001, 9, 67),
(100064, 'ΛΑΡΙΣΑ | γενική αίθουσα | Πα1700 | 1759', 1001, 9, 68),
(100065, 'ΛΑΡΙΣΑ | γενική αίθουσα | Πα1800 | 1859', 1001, 9, 69),
(100066, 'ΛΑΡΙΣΑ | γενική αίθουσα | Πα1900 | 1959', 1001, 9, 70);
SET FOREIGN_KEY_CHECKS=1;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
