-- phpMyAdmin SQL Dump
-- version 4.1.6
-- http://www.phpmyadmin.net
--
-- Φιλοξενητής: 127.0.0.1
-- Χρόνος δημιουργίας: 06 Ιαν 2015 στις 16:25:11
-- Έκδοση διακομιστή: 5.5.36
-- Έκδοση PHP: 5.4.25

SET FOREIGN_KEY_CHECKS=0;
SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Βάση δεδομένων: `eduschedul`
--


--
-- Άδειασμα δεδομένων του πίνακα `timeslots`
--


INSERT INTO `timeslots` ( `timeSlotID`, `timeSlotConcat`, `daySlotStart`, `slotEndNumber`, `dayID`, `eventTypeID`) VALUES
(11, 'ΔΕΥΤΕΡΑ 0800 0859', 'Δε0800', '0859', 1, 11),
(12, 'ΔΕΥΤΕΡΑ 0900 0959', 'Δε0900', '0959', 1, 11),
(13, 'ΔΕΥΤΕΡΑ 1000 1059', 'Δε1000', '1059', 1, 11),
(14, 'ΔΕΥΤΕΡΑ 1100 1159', 'Δε1100', '1159', 1, 11),
(15, 'ΔΕΥΤΕΡΑ 1200 1259', 'Δε1200', '1259', 1, 11),
(16, 'ΔΕΥΤΕΡΑ 1300 1359', 'Δε1300', '1359', 1, 11),
(17, 'ΔΕΥΤΕΡΑ 1400 1459', 'Δε1400', '1459', 1, 11),
(18, 'ΔΕΥΤΕΡΑ 1500 1559', 'Δε1500', '1559', 1, 11),
(19, 'ΔΕΥΤΕΡΑ 1600 1659', 'Δε1600', '1659', 1, 11),
(20, 'ΔΕΥΤΕΡΑ 1700 1759', 'Δε1700', '1759', 1, 11),
(21, 'ΔΕΥΤΕΡΑ 1800 1859', 'Δε1800', '1859', 1, 11),
(22, 'ΔΕΥΤΕΡΑ 1900 1959', 'Δε1900', '1959', 1, 11),

(NULL, 'ΤΡΙΤΗ 0800 0859', 'Τρ0800', '0859', 2, 11),
(NULL, 'ΤΡΙΤΗ 0900 0959', 'Τρ0900', '0959', 2, 11),
(NULL, 'ΤΡΙΤΗ 1000 1059', 'Τρ1000', '1059', 2, 11),
(NULL, 'ΤΡΙΤΗ 1100 1159', 'Τρ1100', '1159', 2, 11),
(NULL, 'ΤΡΙΤΗ 1200 1259', 'Τρ1200', '1259', 2, 11),
(NULL, 'ΤΡΙΤΗ 1300 1359', 'Τρ1300', '1359', 2, 11),
(NULL, 'ΤΡΙΤΗ 1400 1459', 'Τρ1400', '1459', 2, 11),
(NULL, 'ΤΡΙΤΗ 1500 1559', 'Τρ1500', '1559', 2, 11),
(NULL, 'ΤΡΙΤΗ 1600 1659', 'Τρ1600', '1659', 2, 11),
(NULL, 'ΤΡΙΤΗ 1700 1759', 'Τρ1700', '1759', 2, 11),
(NULL, 'ΤΡΙΤΗ 1800 1859', 'Τρ1800', '1859', 2, 11),
(NULL, 'ΤΡΙΤΗ 1900 1959', 'Τρ1900', '1959', 2, 11),

(NULL, 'ΤΕΤΑΡΤΗ 0800 0859', 'Τε0800', '0859', 3, 11),
(NULL, 'ΤΕΤΑΡΤΗ 0900 0959', 'Τε0900', '0959', 3, 11),
(NULL, 'ΤΕΤΑΡΤΗ 1000 1059', 'Τε1000', '1059', 3, 11),
(NULL, 'ΤΕΤΑΡΤΗ 1100 1159', 'Τε1100', '1159', 3, 11),
(NULL, 'ΤΕΤΑΡΤΗ 1200 1259', 'Τε1200', '1259', 3, 11),
(NULL, 'ΤΕΤΑΡΤΗ 1300 1359', 'Τε1300', '1359', 3, 11),
(NULL, 'ΤΕΤΑΡΤΗ 1400 1459', 'Τε1400', '1459', 3, 11),
(NULL, 'ΤΕΤΑΡΤΗ 1500 1559', 'Τε1500', '1559', 3, 11),
(NULL, 'ΤΕΤΑΡΤΗ 1600 1659', 'Τε1600', '1659', 3, 11),
(NULL, 'ΤΕΤΑΡΤΗ 1700 1759', 'Τε1700', '1759', 3, 11),
(NULL, 'ΤΕΤΑΡΤΗ 1800 1859', 'Τε1800', '1859', 3, 11),
(NULL, 'ΤΕΤΑΡΤΗ 1900 1959', 'Τε1900', '1959', 3, 11),

(NULL, 'ΠΕΜΠΤΗ 0800 0859', 'Πε0800', '0859', 4, 11),
(NULL, 'ΠΕΜΠΤΗ 0900 0959', 'Πε0900', '0959', 4, 11),
(NULL, 'ΠΕΜΠΤΗ 1000 1059', 'Πε1000', '1059', 4, 11),
(NULL, 'ΠΕΜΠΤΗ 1100 1159', 'Πε1100', '1159', 4, 11),
(NULL, 'ΠΕΜΠΤΗ 1200 1259', 'Πε1200', '1259', 4, 11),
(NULL, 'ΠΕΜΠΤΗ 1300 1359', 'Πε1300', '1359', 4, 11),
(NULL, 'ΠΕΜΠΤΗ 1400 1459', 'Πε1400', '1459', 4, 11),
(NULL, 'ΠΕΜΠΤΗ 1500 1559', 'Πε1500', '1559', 4, 11),
(NULL, 'ΠΕΜΠΤΗ 1600 1659', 'Πε1600', '1659', 4, 11),
(NULL, 'ΠΕΜΠΤΗ 1700 1759', 'Πε1700', '1759', 4, 11),
(NULL, 'ΠΕΜΠΤΗ 1800 1859', 'Πε1800', '1859', 4, 11),
(NULL, 'ΠΕΜΠΤΗ 1900 1959', 'Πε1900', '1959', 4, 11),

(NULL, 'ΠΑΡΑΣΚΕΥΗ 0800 0859', 'Πα0800', '0859', 5, 11),
(NULL, 'ΠΑΡΑΣΚΕΥΗ 0900 0959', 'Πα0900', '0959', 5, 11),
(NULL, 'ΠΑΡΑΣΚΕΥΗ 1000 1059', 'Πα1000', '1059', 5, 11),
(NULL, 'ΠΑΡΑΣΚΕΥΗ 1100 1159', 'Πα1100', '1159', 5, 11),
(NULL, 'ΠΑΡΑΣΚΕΥΗ 1200 1259', 'Πα1200', '1259', 5, 11),
(NULL, 'ΠΑΡΑΣΚΕΥΗ 1300 1359', 'Πα1300', '1359', 5, 11),
(NULL, 'ΠΑΡΑΣΚΕΥΗ 1400 1459', 'Πα1400', '1459', 5, 11),
(NULL, 'ΠΑΡΑΣΚΕΥΗ 1500 1559', 'Πα1500', '1559', 5, 11),
(NULL, 'ΠΑΡΑΣΚΕΥΗ 1600 1659', 'Πα1600', '1659', 5, 11),
(NULL, 'ΠΑΡΑΣΚΕΥΗ 1700 1759', 'Πα1700', '1759', 5, 11),
(NULL, 'ΠΑΡΑΣΚΕΥΗ 1800 1859', 'Πα1800', '1859', 5, 11),
(NULL, 'ΠΑΡΑΣΚΕΥΗ 1900 1959', 'Πα1900', '1959', 5, 11);
SET FOREIGN_KEY_CHECKS=1;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
